# T.ME//ARTZFOUNDER

import os

class Config():
    # my.telegram.org'dan alacağın bilgiler
    API_ID = 26719067 
    API_HASH = "2b4f554c9819d4c1e7384da849318635"
    
    BOT_USERNAME = "leousertaggerbot"
    OWNER_USER = "artzfounder"
    OWNER_ID = 8276543841
    BOT_TOKEN = "8209712439:AAH-TuZmh0ou1sUw5KtT7Ebox4Av7lQIkFg" 


tagmetin = """
📚 **Tagger Komutlarım Aşağıda:**

⇨ `/tagall` - üʏᴇʟᴇʀi 5'ʟi ᴇᴛiᴋᴇᴛʟᴇʀ
⇨ `/tektag` - üʏᴇʟᴇʀi ᴛᴇᴋʟi ᴇᴛiᴋᴇᴛʟᴇʀ
⇨ `/rtag` - üʏᴇʟᴇʀᴇ ʀᴀɴᴅᴏᴍ "ɴᴀsɪʟsɪɴ, ɴᴀᴘɪʏᴏʀsᴜɴ" șᴇᴋʟiɴᴅᴇ ᴇᴛiᴋᴇᴛ ᴀᴛᴀʀ
⇨ `/aktiftag` - sᴀᴅᴇᴄᴇ ᴀᴋᴛiғ ᴠᴇ sᴏɴ ɢöʀüʟᴍᴇsi ʏᴀᴋɪɴʟᴀʀɪ ᴇᴛiᴋᴇᴛʟᴇʀ
⇨ `/guntag` - siᴢiɴ ʏᴇʀiɴiᴢᴇ üʏᴇʟᴇʀᴇ ʀᴀɴᴅᴏᴍ ɢüɴᴀʏᴅɪɴ ᴍᴇsᴀᴊɪ ᴀᴛᴀʀ
⇨ `/gecetag` - siᴢiɴ ʏᴇʀiɴiᴢᴇ üʏᴇʟᴇʀᴇ ʀᴀɴᴅᴏᴍ iʏi ɢᴇᴄᴇʟᴇʀ ᴍᴇsᴀᴊɪ ᴀᴛᴀʀ
⇨ `/stag` - üʏᴇʟᴇʀᴇ ʀᴀɴᴅᴏᴍ sᴏʀᴜ sᴏʀᴀʀᴀᴋ ᴇᴛiᴋᴇᴛʟᴇʀ
⇨ `/etag` - 5'ʟi șᴇᴋiʟᴅᴇ ᴇᴍᴏᴊiʏʟᴇ ᴇᴛiᴋᴇᴛʟᴇʀ
⇨ `/yetkili` - ɢʀᴜᴘ ʏᴇᴛᴋiʟiʟᴇʀiɴi ʟisᴛᴇʟᴇʀ
⇨ `/cancel` - ᴀᴋᴛiғ çᴀʟɪșᴀɴ ișʟᴇᴍʟᴇʀi ᴅᴜʀᴅᴜʀᴜʀ

⛔ **ᴋᴏᴍᴜᴛʟᴀʀɪ sᴀᴅᴇᴄᴇ ʏᴇᴛᴋiʟi ᴀᴅᴍiɴʟᴇʀ ᴋᴜʟʟᴀɴᴀʙiʟiʀ!**
"""
